Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ་ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks,” the Blessed One explained, “in times past, in this fortunate eon, when people lived as long as twenty thousand years, and the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་ཁྱིམ་བདག་ཅིག་གནས་པ་ལས་ཕྱི་ཞིག་ན་དེའི་བུ་མོ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཡུལ་ན་བཟང་བ་བྱད་གཟུགས་དཔེ་མེད་པ་ཞིག་བཙས་ནས།
en: there lived a certain householder in Vārāṇasī. One day a child was born to him who was well proportioned, pleasing to the eye, and beautiful, with an unmatched figure—the best in the land.

source: དེ་གང་གི་ཚེ་ཆེན་མོར་གྱུར་པ་དེའི་ཚེ་དེས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་དད་པ་རྙེད་ནས་
en: “When she grew up she found faith in the doctrine of the totally and completely awakened Buddha Kāśyapa.

source: དེས་ཕ་མ་ལ་གསོལ་ཏེ། རབ་ཏུ་བྱུང་ནས་དེ་བསྙེན་པར་རྫོགས་པར་བྱ་བའི་ཕྱིར་ཕྱི་རོལ་དུ་བྱུང་བ་ལས་ཉེས་དམིགས་སུ་གྱུར་ནས།
en: After she asked for her parents’ permission and went forth as a novice, she ventured outside and trouble arose,

source: བཅོམ་ལྡན་འདས་འོད་སྲུང་གིས་དེ་ཕྲིན་གྱིས་བསྙེན་པར་རྫོགས་པར་གནང་སྟེ།
en: so the Blessed Kāśyapa permitted her to be fully ordained by message.

source: གང་གི་ཚེ་ཕྲིན་གྱིས་བསྙེན་པར་རྫོགས་པར་གྱུར་པ་དེའི་ཚེ་ཕྲིན་གྱིས་བཟླུགས་པའི་དགེ་སློང་མ་དེའི་ཐད་དུ་སོང་ནས་
en: The nuns who had conferred on her full ordination by message came to see her and informed her,

source: བསྒོ་བ་མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་བསྙེན་པར་རྫོགས་ཟིན་གྱིས་བག་ཡོད་པར་ནན་ཏན་གྱིས་ཤིག་ཅེས་བྱས་སོ། །
en: ‘So-and-so, you have received full ordination. Be conscientious and diligent.’

source: དེ་ནས་དེའི་ཚེ་དེས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་ཐོབ་ནས་འབར་བ་དང་ལམ་མེར་འདུག་པ་དང་ཆར་འབབ་པ་དང་གློག་འགྱུ་བའི་ཆོ་འཕྲུལ་བསྟན་ཏེ།
en: “As soon as she heard this, she cast away all afflictive emotions and manifested arhatship, made a miraculous display of fire and light, rain and lightning,

source: ཕུང་པོ་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ནས།
en: and passed beyond all sorrow into the realm of nirvāṇa without any remainder of the aggregates.

source: མཁན་མོས་དེའི་སྐུ་གདུང་ལ་སྐུ་གདུང་གི་མཆོད་པ་བྱས་ཏེ།
en: Her preceptor performed ritual veneration of her relics,

source: སྐུ་གདུང་གི་མཆོད་རྟེན་བརྩིགས་ནས་བདུག་པ་དང་ཕྱེ་མ་དང་སྤོས་དང་མེ་ཏོག་གིས་བཀུར་སྟི་བྱས་ཏེ།
en: built a reliquary stūpa, and there offered flowers, sticks of incense, incense powders, and incense cones.

source: ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: “After practicing pure conduct all her life, at the time of her death she prayed,

source: འདི་ལྟར་བདག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་ཡོན་ཏན་ཅི་ཡང་མ་ཐོབ་ཀྱིས།
en: ‘While I may not have attained any great virtues, still I went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa and practiced pure conduct all my life.

source: ཇི་ལྟར་བདག་གི་སློབ་མ་ལས་བརྟེན་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་ཕྲིན་གྱིས་བསྙེན་པར་རྫོགས་པར་གནང་བ་དེ་བཞིན་དུ། བདག་ཀྱང་ཤཱཀྱ་ཐུབ་པ་ཤཱཀྱའི་རྒྱལ་པོའི་མཆོག་དེས་ཕྲིན་གྱིས་བསྙེན་པར་རྫོགས་པ་གནང་ནས།
en: “ ‘Just as my disciple was instrumental in the totally and completely awakened Buddha Kāśyapa permitting full ordination by message, when the peerless Śākyamuni, King of the Śākyas, permits ordination by message,

source: དེའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེ་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: may I go forth in his doctrine alone, cast away all afflictive emotions, and manifest arhatship.’

source: དེའི་ཚེ་དགེ་སློང་མར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་དགེ་སློང་མ་ཆོས་བྱིན་མ་འདི་ཉིད་ཡིན་ཏེ།
en: The one who was that preceptor nun then is none other than the nun Dharmadinnā.

source: ཇི་ལྟར་བདག་གི་སློབ་མ་ལས་བརྟེན་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་ཕྲིན་གྱིས་བསྙེན་པར་རྫོགས་པར་གནང་བ་དེ་བཞིན་དུ་ཤཱཀྱ་ཐུབ་པ་ཤཱཀྱའི་རྒྱལ་པོའི་མཆོག་དེས་ཀྱང་།
en: Just as my pupil was instrumental in the totally and completely awakened Buddha Kāśyapa permitting full ordination by message,

source: བདག་ལས་བརྟེན་ཏེ་ཕྲིན་གྱིས་བསྙེན་པར་རྫོགས་པར་གནང་བར་གྱུར་ཅིག་ཅེས་བྱས་པ་དེས་ན།
en: may I likewise be instrumental in the peerless Śākyamuni, King of the Śākyas, permitting ordination by message.’

source: འདིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་ལ་ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ནས་
en: that she has pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship,

source: འདི་ཉིད་ལས་བརྟེན་ཏེངས་དགེ་སློང་མ་རྣམས་ལ་ཕྲིན་གྱིས་བསྙེན་པར་རྫོགས་པར་གནང་བ་ཡིན་ནོ། །
en: and that because of her I have permitted full ordination by message.”

source: དེ་ནས་ཡང་དགེ་སློང་དག་གིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ།
en: The monks then requested the Blessed Buddha,

source: བཙུན་པ་དགེ་སློང་མ་ཆོས་བྱིན་མ་འདི་སྐྱེ་བོ་མང་པོས་བསྟོད་ནས་ཚེགས་ཆེན་པོས་ཚངས་པར་སྤྱོད་པའི་གནས་ཇི་ལྟར་བསྲུངས་པ་ལ་གཟིགས།
en: “Lord, tell us how the nun Dharmadinnā, admired by many men, maintained her pure conduct despite great adversity.”

source: འདས་པའི་དུས་ན་ཡང་འདི་སྐྱེ་བོ་མང་པོས་བསྟོད་ནས་ཚེགས་ཆེན་པོས་ཚངས་པར་སྤྱོད་པའི་གནས་ཇི་ལྟར་བསྲུངས་པ་དེ་ཉོན་ཅིག །
en: “but in times past as well, and in the same way, she was admired by many men and maintained her pure conduct despite great adversity. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དེ།
en: “Monks, in times gone by, during King Brahmadatta’s reign in the city of Vārāṇasī,

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་ཁྱིམ་བདག་ཅིག་གནས་པ་དེས་ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་པ་ལས་དེ་ཕྱི་ཞིག་ན།
en: there lived a certain householder in the city of Vārāṇasī. When the time came for him to marry he took a wife.

source: དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས་དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་བུ་བྱུང་སྟེ། ཁྱེའུ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཞིག་བཙས་ནས་
en: One day his wife conceived, and after nine or ten months had passed, she gave birth to a child who was well proportioned, pleasing to the eye, and beautiful.

source: དེ་ནས་དེའི་ཕ་མས་ཐབས་ཟླར་བབ་པ་ལས་དེའི་ཆུང་མ་བླངས་ནས་དེ་ཡང་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་དེ།
en: “When the time came for him to marry, his parents chose a wife for him. They enjoyed themselves and coupled,

source: ཁྱེའུ་དེ་བུ་མོ་དེ་ལ་ཤས་ཆེར་ཆགས་ནས་དེ་མེད་ཀྱི་བར་དུ་འདུག་མི་འདོད་དེ།
en: and the young man became so attached to her that he never wanted to be away from her.

source: དེས་ཟོང་བཞག་པ་དང་ཚོང་ཁང་བོར་ནས་དེ་འབའ་ཞིག་དང་ལྷན་ཅིག་འདུག་གོ། །
en: He would drop whatever he was doing just to be around her.

source: དེ་ནས་ཁྱིམ་བདག་དེས་བསམས་པ།
en: Finally the householder thought,

source: འདི་འདི་ལ་ཆགས་ན་ནོར་ཟས་ཐམས་ཅད་ཟད་པར་འོང་གིས་འདི་རོ་འདི་དང་དབྲལ་དགོས་སོ་སྙམ་ནས་
en: ‘If he remains this attached to her, everything we have will soon be gone! I’ve got to tear him away from that carcass of hers.’

source: སྨྲས་པ། བུ་ཅིག་རོ་འདི་ཅི་དགོས་གལ་ཏེ་
en: “ ‘Son,’ he said, ‘what do you need that old carcass for?

source: ཁྱོད་འདི་བཞིན་དུ་འདུག་སྟེ་ལས་མི་བྱེད་ན་རྒས་པའི་ཚེ་ཕོངས་པར་འགྱུར་གྱིས།
en: If you keep this up and don’t do any work, when you’re old, you’ll be penniless.

source: བུ་ཇི་སྲིད་ཀྱི་བར་དུ་ཁྱོད་ཀྱི་འབྱུང་བ་ཆེན་པོ་རྣམས་ལ་མཐུ་ཡོད་ཀྱི་བར་དུ་ནོར་བསྒྲུབ་པར་གྱིས་ཤིག །
en: Son, as long as there’s life yet in your body, you should be making money.

source: ཕྱིས་ཆུང་མ་དང་སྡུག་པར་གྱུར་ཏ་རེ་ཞེས་སྨྲས་ནས
en: You can endear yourself to your wife later.’

source: ཁྱིམ་བདག་དེས་ལེའུ་གློན་པའི་ཟོང་སྟ་གོན་བྱས་ནས་ཁྱེའུ་དེ་ཡུལ་གཞན་དུ་བཏང་ངོ་། །
en: “So the householder arranged to have the young man sent to another country on business.

source: ཁྱེའུ་དེས་ཀྱང་རྔ་མོ་དང་བོང་བུ་ལ་སོགས་པ་ལ་ཟོང་བཀལ་ནས་གྲོང་དང་གྲོང་ཁྱེར་དང་ནགས་ཁྲོད་ཀྱི་གྲོང་དང་ཡུལ་ཆེན་པོ་རྣམས་བགྲོད་དེ་
en: The young man loaded up the camels, donkeys, and the rest of the animals, and ranged over vast, isolated distances through the villages, cities, and forest settlements of that enormous country.

source: རྒྱངས་ཆད་པ་ཞིག་ཏུ་ཕྱིན་ནས་དེ་ཆུང་མའི་ཕྱིར་རྩ་སྔོན་པོ་བརྔས་པ་སྐམས་པ་བཞིན་དུ་འདུག་སྟེ་དེས་བསམས་པ།
en: After arriving in some remote place, he sat facing the direction of his wife, like freshly cut green grass that is left to wither, and asked himself,

source: བདག་དེ་དང་མྱུར་དུ་ཕྲད་པར་འགྱུར་བའི་ཐབས་ཇི་ཡོད་སྙམ་སྟེ་
en: ‘How might I visit with her quickly?’

source: དེའི་ཐབས་སེམས་ཤིང་འདུག་གོ། །
en: And so he sat there, reflecting on how he might do this.

source: དེ་ནས་དེའི་ཚེ་རི་ཁྲོད་ཀྱི་གྲོང་དེ་ན་ཤིང་མཁན་བཟོ་ཐབས་མཁན་ཤིང་གི་བཟོ་ཐབས་ཀྱི་ནམ་མཁའ་ལྡིང་ནམ་མཁའ་ལ་འགྲོ་བར་བྱེད་ཤེས་པ་ཞིག་འདུག་གོ། །
en: “Now at that time in a mountain village there lived a certain man who was very skilled in the art of woodworking and knew how to make a garuḍa carving that could fly through the sky.

source: དེ་ནས་ཁྱེའུ་དེས་ཀྱང་ཐོས་ནས་ཐོས་མ་ཐག་ཏུ་བསམས་པ།
en: When the young man heard about him, right away he thought,

source: དེར་འགྲོ་བའི་ཐབས་བདག་གིས་རྙེད་དོ་སྙམ་སྟེ་
en: ‘I’ve found a way to get to her!’

source: བཟོ་ཐབས་མཁན་གྱི་ཐད་དུ་སོང་ནས་སྨྲས་པ།
en: He went to the artisan and said,

source: ཀྱེ་མི་ཁྱོད་ཀྱིས་བཟོ་ཐབས་ཀྱི་ནམ་མཁའ་ལྡིང་འདི་བདག་ལ་བྱིན་ཅིག་དང་བདག་གིས་ཁྱོད་ལ་ཀཱར་ཥཱ་པ་ཎ་ལྔ་བརྒྱ་སྦྱིན་ནོ་ཞེས་བྱས་པ་དང་།
en: ‘Sir, give me this garuḍa carving and I shall give you five hundred gold coins.’

source: དེ་ན་རེ་བདག་གིས་ཁྱོད་ལ་གཏན་སྦྱིན་དུ་ནི་མི་རུང་གིས་ཉི་མ་རེ་རེ་བདག་གི་ཐད་ནས་ལོང་ལ་དོན་གཉེར་དུ་སོང་ནས་ཕྱིར་ཁྱེར་ཏེ་
en: “ ‘I wouldn’t feel right giving it to you for good,’ said the man. ‘You can come here every day to get it.

source: འོངས་ནས་བདག་ལ་ཕུལ་ཅིག་ཅེས་ཟེར་རོ། །
en: Then return and bring it back to me.’

source: དེ་ནས་ཁྱེའུས་སྨྲས་པ། ཁྱོད་ཇི་ལྟར་དགའ་བ་བཞིན་དུ་བགྱིའོ་ཞེས་བྱས་ནས་
en: “ ‘As you wish,’ the young man replied.

source: མི་དེས་ནམ་མཁའ་ལྡིང་དེ་བཅོས་ཏེ་འགྲོ་བ་དང་ཕྱིར་ལྡོག་པ་ཡང་བསླབས་ནས་བྱིན་ནོ། །
en: “The man carved the garuḍa, taught the young man how to travel with it and how to return, and then gave it to him.

source: དེ་ནས་དེ་དེ་ལ་ཞོན་ནས་རང་གི་ཁྱིམ་དུ་སོང་སྟེ་ཆུང་མ་དང་ལྷན་ཅིག་ཏུ་དགའ་བ་ཉམས་སུ་མྱོང་ནས་ཕྱིར་ཡང་རི་ཁྲོད་ཀྱི་གྲོང་དེ་ཉིད་དུ་འགྲོའོ། །
en: The young man mounted it and traveled back to his house, where he would visit his wife, they would enjoy themselves happily, and then he would return to the mountain village.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེའི་ཆུང་མ་དེ་ལ་བུ་ཆགས་ནས་དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་ཏེ་བུ་བཙས་ལ་ཐུག་པ་དང་བཟོ་ཐབས་ཀྱི་སློབ་དཔོན་དེ་དོན་ཞིག་ལ་ཡུལ་གཞན་དུ་སོང་ནས་
en: “This continued until one day his wife conceived, but after nine or ten months had passed and the time came for her to give birth, the artisan had left for another province,

source: ཕྱིན་ཅད་ཁྱེའུ་དེ་རང་གི་ཁྱིམ་དུ་འགྲོ་མི་ནུས་པར་གྱུར་ཏོ། །
en: so the young man could not get home anymore.

source: བུ་མོ་དེ་ཡང་གྱོས་སྒྱུག་གཉིས་ཀྱིས་སྨྲས་ཏེ་ཉེས་དམིགས་འདི་ལྟ་བུ་ཁྱོད་ཀྱིས་ཇི་ལྟར་བྱས་ཞེས་བྱས་པ་དང་དེ་ན་རེ་ཇོ་བོ་ཉིད་ཀྱིས་བྱས་སོ་ཞེས་ཟེར་རོ། །
en: Moreover, the girl’s two in-laws began to accuse her of adultery, saying, ‘How could you commit such a crime?’ “ ‘This was my husband’s doing,’ she replied.

source: ཁྱིམ་བདག་གིས་སྨྲས་པ། ངའི་བུ་སོང་ནས་ལོ་དུ་མ་ལོན་ན་དེས་འདི་ཇི་ལྟར་བྱས།
en: “ ‘It’s been many years now since our son went away,” the householder responded. “How could he have done this?’

source: དེ་ནས་བུ་མོ་དེས་དེ་གཉིས་ལ་གཏམ་དེ་རྒྱས་པར་བསྙད་པ་དང་དེ་གཉིས་ན་རེ་ཁྱོད་ཇི་སྐད་ཟེར་བ་དེ་ལྟ་ནི་མ་ཡིན་ནོ། །
en: “She related the story to them in detail, and they said, ‘This did not happen the way you say it did.’

source: དེ་ནས་འཁང་བཞིན་དུ་ཉེས་པ་བྱས་སོ་སྙམ་སྟེ་ཁྱིམ་ནས་བསྐྲད་དོ། །
en: Out of resentment they thought, ‘She has committed a crime,’ and kicked her out of the house.

source: དེ་ནས་དེ་བཱ་རཱ་ཎ་སཱི་ནས་བྱུང་སྟེ་ཕའི་ཁྱིམ་ལོགས་སུ་ཆས་ཏེ་དེ་སོང་སོང་བ་ལས་རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་ཏུ་ཕྱིན་ནས།
en: “So she left Vārāṇasī and set out for her father’s house, and in time she came to a mountain village.

source: དེ་དེར་སོང་སྟེ་ལམ་པོ་ཆེར་བཞག་པ་དང་། དེའི་ནུབ་མོ་བུ་བྱུང་ནས་
en: When she arrived she stopped there on the main road, and that evening she gave birth to the child.

source: དེ་ན་ཚ་མི་བཟོད་དེ་མྱོས་ཤིང་འདུག་པ་ལས་ཐག་ཉེ་བ་ཞིག་ན་ཁྱིམ་བདག་ཅིག་གནས་ཏེ
en: The birth pains were unbearable, and she lost consciousness.

source: དེའི་ཁྱིམ་ན་ཁྱིའི་མིང་འབྱུང་པོ་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ། ཁྱི་དེ་ལམ་པོ་ཆེར་སོང་ནས་
en: “A certain householder lived nearby, and in his house there was a dog named Bhūta.

source: ཁྱེའུ་དེ་མཐོང་སྟེ་དེས་བུད་མེད་དེ་མྱོས་ཤིང་འདུག་པའི་བར་དུ་ཁྱེའུ་དེ་སོས་བཟུང་ནས་རང་གི་ཁྱིམ་དུ་སོང་བ་དང་།
en: The dog went out onto the road and saw the baby, and while the woman was still unconscious, he took up the baby in his teeth and returned with it to the house.

source: ཁྱིམ་བདག་དེས་ཀྱང་ཁྱེའུ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་དེ་མཐོང་ནས་མཐོང་མ་ཐག་ཏུ་བསམས་པ།
en: The householder saw that the baby was well proportioned, pleasing to the eye, and beautiful, and immediately thought,

source: བུ་མ་རུངས་པ་བས་ནི་གཞན་གྱི་བུ་ཡང་བུར་བྱར་རུང་ལ།
en: ‘It’s okay for someone who doesn’t have children to make someone else’s child his own.

source: བདག་ལ་བུ་ཡང་མེད་བུ་མོ་ཡང་མེད་པས་ན་ཁྱེའུ་འདི་ཁོ་ན་བླངས་ཏེགསོས་དང་འདི་བདག་གི་བུར་འགྱུར་རོ་སྙམ་དུ་བསམས་ནས་ཆུང་མ་ལ་སྨྲས་པ།
en: Since I have neither son nor daughter, I can take this baby and raise it, and it will be as if it were my own.’ “With this in mind he said to his wife,

source: བཟང་མོ་ཤེས་པར་གྱིས་ཤིག །བུ་མ་རུངས་པ་བས་ནི་གཞན་གྱི་བུ་ཡང་བུར་བྱར་རུང་ལ།
en: ‘Sweet one, you know it’s okay for someone who doesn’t have children to make someone else’s child his own.

source: བདག་ཅག་གཉིས་ལ་བུ་ཡང་མེད་བུ་མོ་ཡང་མེད་པས་ཁྱེའུ་འདི་བདག་ཅག་གིས་གསོས་དང་འདི་བདག་ཅག་གི་བུར་འགྱུར་གྱིས་ཁྱོད་ནི་པང་དུ་ཞུགས་ཤིག །
en: Since we have neither son nor daughter, we can take this baby and raise it, and it will be as if it were our own. Here, take him in your lap.

source: ངས་ནི་བཙས་སྟོན་བྱའོ་ཞེས་བྱས་ནས་
en: I will prepare an elaborate feast to celebrate his birth.’

source: བུད་མེད་དེའི་པང་དུ་ཞུགས་ཏེ་འདུག་གོ། །
en: So the woman put the baby on her lap and there it stayed.

source: ཁྱིམ་བདག་དེས་ནི་རྔ་བརྡུངས་ནས་ཁྱེའུ་དེའི་བཙས་སྟོན་བྱེད་པ་ལ་ཞུགས་སོ། །
en: The householder beat his drum and prepared a feast to celebrate the baby’s birth.

source: དེ་ནས་བུད་མེད་སྔ་མ་དེ་གང་གི་ཚེ་ན་ཚ་ཞི་བར་གྱུར་པ་དེའི་ཚེ་ལངས་ཏེ།
en: “Earlier that morning, when her pain had subsided, the mother had woken up and thought,

source: བུ་བླང་ཞེས་བྱས་ན་བུ་མི་སྣང་ནས་
en: ‘I will pick up my baby,’ but the baby was nowhere to be found.

source: དེས་ནང་པར་སྐྱེ་བོ་མང་པོ་ཉེ་འཁོར་ན་གནས་པ་རྣམས་ལ་ཁྱེད་ཀྱིས་བྱིས་པ་ལྟ་ཅི་མཐོང་ཞེས་དྲིས་པ་དང་།
en: At dawn, she began asking everyone who lived nearby, ‘Has anyone seen a baby?’

source: དེར་སུས་མཐོང་བ་དེ་དག་གིས་དེ་ལ་སྨྲས་པ།
en: Those who had seen it said to her,

source: ཁྱིམ་བདག་ཆེ་གེ་མོ་ཞིག་གི་ཁྱི་འབྱུང་པོ་ཞེས་བྱ་བ་དེས་ཁྱེའུ་ཞིག་ཁྱེར་ཏེ་ཁྱིམ་དེར་སོང་ངོ་ཞེས་བྱས་སོ། །
en: ‘The householder so-and-so has a dog named Bhūta that carried your baby back to their house.’

source: དེ་ནས་བུད་མེད་དེས་བུད་མེད་གཞན་ཞིག་ལ་བརྩད་དེ་ཁྱིམ་དེར་བཏང་ནས་ཁྱོད་སོང་ལ་ཁྱེའུ་དེ་ཤིའམ་མ་ཤི་ལྟོས་ཤིག་ཅེས་བྱས་སོ། །
en: The mother implored another woman, ‘Please! Go to that house and see if my baby is still alive!’

source: དེ་ནས་བུད་མེད་དེ་དེར་སོང་སྟེ་བལྟས་ནས། ཁྱེའུ་ཁྱིམ་བདག་དེས་བླངས་ཏེ་བུར་བྱས་པ་མཐོང་ནས་བུད་མེད་དེ་ཕྱིར་ལོག་སྟེ་བསྙད་དོ། །
en: “The woman went to the house to see, and returned to inform the mother of what she saw—that the householders had taken the baby as if it were their own.

source: དེ་ནས་མས་བསམས་པ་ཁྱེའུ་དེ་དང་བདག་ཅག་གཉིས་ཀ་སྡུག་པར་འགྱུར་ན་མི་རུང་གིས་རེ་ཞིག་ཁྱེའུ་དེ་འདི་ཉིད་ན་འདུག་ཀྱང་རུང་ངོ་སྙམ་དུ་བསམས་ནས། སོང་བ་དང་དེ་འགྲོན་པོ་དག་ཅིག་དང་ཕྲད་ནས་
en: The mother thought, ‘It’s not right if the baby and I both suffer. It’s better for the baby to stay where it is.’ With this thought, she left.

source: དེ་འགྲོན་པོ་རྣམས་ཀྱི་ནང་དུ་ཞུགས་པ་ལས་
en: “She encountered some travelers along the way and traveled with them

source: འགྲོན་པོ་དེ་དག་མི་རྒོད་ཀྱིས་བཅོམ་ནས་
en: until bandits fell upon them.

source: བུད་མེད་དེ་མི་རྒོད་ཀྱི་སྡེ་དཔོན་གྱིས་རང་གི་ཁྱིམ་དུ་ཁྲིད་དེ་ཆུང་མར་བྱ་བར་བྱས་ནས
en: The leader of the bandits kidnapped the woman and brought her back to his dwelling to make her his mate.

source: དེ་ཉིད་ཀྱི་མཚན་མོ་དེ་དང་ལྷན་ཅིག་ཏུ་ཉལ་བར་བྱས་པ་ལས། བུད་མེད་དེས་བསམས་པ།
en: That night, the woman, not wanting to sleep with him, thought,

source: ཇི་ལྟར་བྱས་ན་འདིས་བདག་གི་ལག་ནས་གཟུང་བར་མི་ནུས་པའི་ཐབས་ཤིག་བདག་གིས་བྱའོ་སྙམ་ནས
en: ‘I have to find a way to prevent him from taking my hand, no matter what.’

source: སྐྲ་ནི་བཤིག་གོས་སྔོན་པོ་ནི་བགོས་ཁ་དང་སོ་ནི་རྒྱ་སྐྱེགས་ཀྱིས་བསྐུས་རལ་གྲི་ནི་ཐོགས་ནས་
en: She disheveled her hair, put on blue clothes, and smeared her face and teeth with red lac dye. Then she hefted a sword,

source: ཁང་ཕུགས་སུ་ཞུགས་ཏེ་
en: entered the cave where he lived, and waited.

source: འདུག་པ་དང་མི་དེ་ཡང་ཁང་ཕུགས་དེར་སོང་སྟེབུད་མེད་དེ་དང་ལྷན་ཅིག་ཏུ་དགའ་བ་ཉམས་སུ་མྱོང་བར་བྱའོ་སྙམ་པ་དང་།
en: The man entered the cave, thinking, ‘Now I’ll have a good time with that woman,’

source: བུད་མེད་དེས་རལ་གྲི་ཐོགས་བཞིན་དུ་དེའི་སྟེང་དུ་བརྒྱུགས་ནས་ཁྱོད་ད་གར་ཡང་ཐར་དུ་མ་རེ་ཞིག་ཅེས་བྱས་པ་དང་མི་དེ་འཇིགས་ཤིང་སྐྲག་ནས་
en: but just then the woman charged at him, brandishing the sword, and cried out, ‘You’ll never escape from here!’

source: རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ
en: “Terrified, the man threw himself at her feet.

source: བཟང་མོ་བདག་ལ་སྲོག་གི་སྦྱིན་པ་མཛད་དུ་གསོལ་ཞེས་གསོལ་བ་བཏབ་བོ། །
en: ‘Kind woman,’ he pleaded, ‘I beg you, please spare my life!’

source: དེ་ནས་བུད་མེད་དེ་ན་རེ། ཁྱོད་གསོན་པོར་འདུག་ཏུ་རུང་བའི་ཐབས་གཅིག་ཅིག་ཡོད་དེ།
en: The woman replied, ‘There is only one way to stop me from killing you.

source: གལ་ཏེ་ཁྱོད་ཀྱིས་དེང་ཕྱིན་ཅད་ང་ལ་འདོད་པ་དང་ལྡན་པས་བསྒྲུབ་པར་མི་བྱེད་ལ་ང་སུ་ལ་ཡང་བསྒྲགས་པར་མི་བྱེད་ན། ཁྱོད་གསོན་པོར་འདུག་ཏུ་རུང་ངོ་ཞེས་ཟེར་རོ། །
en: If you never act on your desire for me—not now, not ever—nor tell anyone I am here, then I will spare your life.’

source: མི་རྒོད་ཀྱི་སྡེ་དཔོན་གྱིས་སྨྲས་པ། ཁྱོད་ཇི་ལྟར་དགའ་བ་དེ་བཞིན་དུ་བྱའོ་ཞེས་བྱས་ནས་ཡིད་ཆེས་པའི་མནས་བསྒགས་ཏེ་བུད་མེད་དེ་ཁྱིམ་དེ་ཉིད་དུ་འདུག་གོ། །
en: “ ‘As you wish,’ said the leader of the bandits. “They swore an oath, and the woman remained there in his dwelling.

source: དེ་ནས་མི་རྒོད་ཀྱི་སྡེ་དཔོན་གྱིས་བསམས་པ།
en: Eventually the leader of the bandits began to wonder,

source: བདག་གིས་འདི་ནམ་དུ་གསོ་ཞིང་འདུག་བདག་གིས་འདི་ཐབས་ཀྱིས་བཙོང་བར་བྱའོ་སྙམ་ནས།
en: ‘How long must I provide for her? I will find a clever way to sell her off.’

source: དེ་དེས་སྨད་འཚོང་མ་ཞིག་ལ་བཙོངས་པ་དང་སྨད་འཚོང་མས་དེ་ལ་བསྒོ་བ་བཟང་མོ་དེང་ཕྱིན་ཅད་འདིར་འདུག་ལ་སྨད་འཚོང་མ་གྱིས་ཤིག་ཅེས་བྱས་སོ། །
en: So he sold her off to a sex worker. “The sex worker told her, ‘Sweet girl, from now on you’re staying right here and you will be a sex worker.’

source: དེ་ནས་བུད་མེད་དེ་ན་རེ་བདག་ལ་སྨད་འཚོང་མ་ཅི་དགོས་བདག་ནི་སྐྱེས་པ་གཞན་ལ་རེག་མི་ཕོད་དོ། །
en: “ ‘A sex worker!’ the woman retorted. ‘I couldn’t bear to touch any man!’

source: སྨད་འཚོང་མས་སྨྲས་པ། བདག་གིས་དེའི་ཕྱིར་ནོར་ཡོངས་སུ་བཏང་སྟེ་ཁྱོད་ཉོས་པ་ཡིན་ནོ། །
en: “ ‘I purchased you to be a sex worker, and at a very high price,’ the sex worker said.

source: དེ་མ་ཡིན་ན་ཁྱོད་ང་ལ་ཅི་དགོས།
en: ‘Why would I have any other need for you?’

source: དེ་ནས་བུད་མེད་དེས་བསམས་པ།
en: “The woman thought,

source: འདིར་ཡང་ཐབས་དེ་ཉིད་བྱ་དགོས་སོ་སྙམ་ནས་
en: ‘I must find a way to trick her.’

source: དེ་ཁོ་ན་བཞིན་དུ་སྲིན་མོའི་ཆ་ལུགས་སུ་ཞུགས་ནས་སྨད་འཚོང་མའི་ཐོག་ཏུ་བརྒྱུགས་ཏེ་ནགས་ཁུང་གི་སྲིན་མོ་མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཀྱི་ཁྱིམ་དུ་ཞུགས་ན
en: So she made her herself look like a demoness, just as before, and charged at the sex worker. “ ‘The Demoness of the Dark Forest has entered your house!’ she cried.

source: ཁྱོད་ད་དུང་གསོན་ཞིང་འདུག་གམ་ཞེས་བྱས་པ་དང་།
en: ‘How will you ever survive?’

source: བུད་མེད་དེ་འཇིགས་ཤིང་སྐྲག་ནས་རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ་
en: “Terrified, the sex worker threw herself at her feet.

source: བདག་ལ་སྲོག་གི་སྦྱིན་པ་མཛད་དུ་གསོལ་ཞེས་བྱས་སོ། །
en: ‘Please, spare my life!’ she pleaded.

source: དེ་ནས་བུད་མེད་དེ་ན་རེ་ཁྱོད་གསོན་པོར་འདུག་ཏུ་རུང་བའི་ཐབས་གཅིག་ཅིག་ཡོད་དེ།
en: “ ‘There is only one way to stop me from killing you.’ the woman replied,

source: གལ་ཏེ་ཁྱོད་ཀྱིས་ང་འདི་ཉིད་ན་འདུག་ན་ལས་འདི་ལྟ་བུ་བྱེད་དུ་མ་བཅུག་ལ་ང་སུ་ལ་ཡང་བསྒྲགས་པར་མི་བྱེད་ན་ཁྱོད་གསོན་པོར་འདུག་ཏུ་རུང་ངོ་ཞེས་ཟེར་རོ། །
en: ‘If, while I am here, you don’t force me to engage in such work and never tell anyone about me, then I will spare your life.’

source: སྨད་འཚོང་མས་སྨྲས་པ། ཁྱོད་ཅི་ལྟར་དགའ་བ་དེ་བཞིན་དུ་བྱའོ་ཞེས་བྱས་ནས་ཡིད་ཆེས་པའི་མནས་བསྒགས་ཏེ་བཏང་ངོ་། །
en: “ ‘As you wish,’ said the sex worker. “They swore an oath,

source: དེ་ནས་སྨད་འཚོང་མ་ཆེ་གེ་མོའི་ཁྱིམ་ན་ནགས་ཁུང་གི་སྲིན་མོ་གནས་སོ་ཞེས་ཀུན་དུ་གཏམ་གྲགས་ཏེ།
en: and soon enough everyone knew that there was a Demoness of the Dark Forest living at sex worker so-and-so’s house.

source: དེས་འཇིགས་ནས་ཕྱིན་ཅད་སུ་ཡང་ཁྱིམ་དེར་མི་འགྲོའོ། །
en: They were all afraid of her, so no one would ever go there.

source: དེ་ནས་སྨད་འཚོང་མས་བསམས་པ།
en: The sex worker began to wonder,

source: བདག་གིས་འདི་ཁྱིམ་ནས་བསྐྲད་པའི་ཐབས་ལྟ་ཅི་ཡོད་སྙམ་མོ། །
en: ‘Is there any way to get her out of my house?’

source: དེ་ནས་དེའི་བུ་དེ་ཡང་ཆེར་སྐྱེས་ནས། དེའི་མིང་ཡང་ཁྱིམ་བདག་དེས་འབྱུང་པོ་ཞེས་བཏགས་ཏེ།
en: “In the meantime the woman’s baby had grown, and the householders had named him Bhūta too.

source: དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ་ཡི་གེ་དང་ཁོང་རྩིས་དང་ཤོད་དགོད་པ་དང་ལག་རྩིས་དང་དབྱུང་བ་དང་སྦ་བ་དང་དགྲམ་པ་དང་གོས་བརྟག་པ་དང་ནོར་བུ་བརྟག་པ་དང་རིན་པོ་ཆེ་བརྟག་པ་དང་སྤོས་བརྟག་པ་དང་སྨན་བརྟག་པ་དང་གླང་པོ་ཆེ་བརྟག་པ་དང་རྟ་བརྟག་པ་དང་གོ་མཚོན་བརྟག་པ་བསླབས་ཏེ།
en: As he grew up he studied letters, tallying, and arithmetic; the study of seals, lending, deposits, and commerce; and the examination of cloth, jewels, gems, incense, medicine, elephants, horses, and arms and armor.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཁྱེའུ་དེ་གསོས་པའི་ཕ་དེ་ཤི་ནས། ཁྱེའུ་དེས་བསམས་པ་ད་ནི་ཕ་ཤི་བས་ན་ཁྱིམ་འདིའི་འཚོ་ཚིས་བདག་གིས་བྱ་དགོས་སོ་སྙམ་ནས་
en: “One day, after the child’s adoptive father died, the child thought, ‘Now that Father has died, I will take over his business.’

source: ཟོང་ཁྱེར་ཏེ་ཡུལ་གཞན་དུ་སོང་བ་ལས་དེ་མཐར་གྱིས་གང་ན་དེའི་མ་དེ་འདུག་པའི་གནས་དེར་ཕྱིན་ནས
en: So he loaded up his wares and traveled abroad with some merchants until they eventually came to the place where his mother was.

source: དེ་གྲོང་ཁྱེར་དེར་སོང་བ་ལས་སྨད་འཚོང་མ་དེའི་ཁྱིམ་དང་ཐག་ཉེ་བ་ཞིག་ཏུ་ཟོང་བཞག་པའི་སར་ཟོང་རྣམས་བཞག་ནས་འདུག་གོ། །
en: When they arrived in the city, they laid down their wares and set up camp not far from the sex worker’s house.

source: བུད་མེད་དེ་ཡང་གར་སོང་བར་ཚོང་པ་རྣམས་ལ་འདྲི་བར་བྱེད་དེ་
en: “The woman asked the arriving merchants,

source: ཁྱེད་ཀྱིས་གནས་ག་གེ་མོ་ཞིག་ན་ཚོང་དཔོན་ཆེ་གེ་མོ་ཞིག་འདུག་པའི་བུ་ཤེས་སམ་ཞེས་དྲི་བར་བྱེད་དོ། །
en: ‘Do any of you know a merchant’s son from such-and-such a place?’

source: དེ་ནས་དེ་དག་ན་རེ་དེད་དཔོན་འབྱུང་པོ་ཞེས་བྱ་བ་ཡོད་དེ། དེའི་ཕ་ནི་ཤིའོ་ཞེས་ཟེར་རོ། །
en: “They replied, ‘There is one merchant captain named Bhūta whose father recently passed away.’

source: དེ་ནས་ཕྱི་ཞིག་ན་ཁྱེའུ་དེ་ཉིད་ཀྱི་གཡོག་འཁོར་རྣམས་ལ་དྲིས་ན།
en: “A little later she asked his companions and

source: དེ་དག་ན་རེ་དེད་དཔོན་འབྱུང་པོ་ཞེས་བྱ་བ་དེ་ནི་འདི་ཡིན་ནོ་ཞེས་ཟེར་རོ། །
en: they pointed him out saying, ‘That’s the one they call Bhūta.’

source: དེ་ནས་བུད་མེད་དེས་སྨྲས་པ། ཅིའི་ཕྱིར་ཕས་འདིའི་མིང་འབྱུང་པོ་ཞེས་བཏགས།
en: “ ‘Why did his father name him Bhūta?’ the woman asked.
